---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNDashM
source: html/67de181f-a10b-ffe2-a841-771f4306b074.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNDashM Property

Symbol kN-m, indicating unit Kilonewton meters.

## Syntax (C#)
```csharp
public static ForgeTypeId KNDashM { get; }
```